firstroute/app/controllers/artworks_controller.rb

SELECT "artworks".* FROM "artworks"
---
 def index
    artwork = Artwork.all